Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: Done! Refresh the history page for the updated status
fr: Fait! Actualiser la page d'historique pour le statut mis à jour
ru: Сделанный! Обновить страницу истории для обновленного статуса
vi: Xong! Làm mới trang lịch sử để cập nhật trạng thái

source: Each token in this list is available for receiving with this address; you can search for a token by typing its name or ticker. If a token is not on this list, we do not recommend sending it to this address.
fr: Chaque jeton de cette liste est disponible pour la réception avec cette adresse ; vous pouvez rechercher un token en saisissant son nom ou son ticker. Si un token ne figure pas dans cette liste, nous vous déconseillons de l'envoyer à cette adresse.
ru: Каждый токен в этом списке доступен для получения с этим адресом; вы можете найти токен, введя его имя или тикер. Если токена нет в этом списке, мы не рекомендуем отправлять его на этот адрес.
vi: Mỗi token trong danh sách này đều có sẵn để nhận bằng địa chỉ này; bạn có thể tìm kiếm token bằng cách nhập tên hoặc mã của nó. Nếu token không có trong danh sách này, chúng tôi khuyên bạn không nên gửi mã đến địa chỉ này.

source: Each transaction to this deposit address takes about 60 minutes to complete. For security reasons, you will need to wait for 6 block confirmations before you can mint renBTC on Solana.
fr: Chaque transaction à cette adresse de dépôt prend environ 60 minutes. Pour des raisons de sécurité, vous devrez attendre 6 confirmations de blocage avant de pouvoir monnayer renBTC sur Solana.
ru: Каждая транзакция на этот депозитный адрес занимает около 60 минут. По соображениям безопасности вам нужно подождать 6 подтверждений блока, прежде чем вы сможете монетизировать renBTC на Solana.
vi: Mỗi giao dịch đến địa chỉ này mất khoảng 60 phút để hoàn tất. Vì lý do bảo mật, bạn sẽ cần đợi 6 xác nhận trước khi có thể mint renBTC trên Solana.

source: Earn
fr: Gagner
ru: Зарабатывать
vi: Kiếm

source: Earn a yield
fr: Gagner un rendement
ru: Получайте доход
vi: Kiếm lợi nhuận

source: Earn balance
fr: Gagner un solde
ru: Заработать баланс
vi: Kiếm số dư

source: Earn interest on your crypto
fr: Gagnez des intérêts sur votre crypto
ru: Зарабатывайте проценты на своей криптовалюте
vi: Kiếm lãi từ tiền điện tử của bạn

source: Earn on your funds
fr: Gagnez sur vos fonds
ru: Зарабатывайте на свои средства
vi: Kiếm tiền từ số tiền của bạn

source: Earn up to %@ on %@
fr: Gagnez jusqu'à %@ sur %@
ru: Заработайте до %@ на %@
vi: Kiếm tới %@ trên %@

source: Earn up to %@%%
fr: Gagnez jusqu'à %@%%
ru: Заработайте до %@%%
vi: Kiếm tới %@%%

source: Easy swap with credit card or bank transfer
fr: Échange facile avec carte de crédit ou virement bancaire
ru: Легкий обмен с кредитной картой или банковским переводом
vi: Trao đổi dễ dàng với thẻ tín dụng hoặc chuyển khoản ngân hàng

source: Easy to start
fr: Facile à démarrer
ru: Легко начать
vi: Dễ dàng bắt đầu

# Easy way to earn, invest and send crypto with zero fees
source: Easy way to earn, invest & send crypto with zero fees
fr: Un moyen facile de gagner, d'investir et d'envoyer des cryptos sans frais
ru: Простой способ зарабатывать, инвестировать и отправлять криптовалюту с нулевой комиссией
vi: Cách dễ dàng để kiếm, đầu tư và gửi tiền điện tử mà không mất phí

source: Easy way to invest
fr: Un moyen facile d'investir
ru: Простой способ инвестировать
vi: Cách đầu tư dễ dàng

source: Effortlessly send tokens with usernames instead of long addresses
fr: Envoyez sans effort des jetons avec des noms d'utilisateur au lieu de longues adresses
ru: Легко отправляйте токены с именами пользователей вместо длинных адресов
vi: Dễ dàng gửi mã thông báo có tên người dùng thay vì địa chỉ dài

source: Enable FaceID
fr: Activer FaceID
ru: Включить FaceID
vi: Bật FaceID

source: Enable now
fr: Activer maintenant
ru: Включить сейчас
vi: Kích hoạt ngay bây giờ

source: Enable TouchID
fr: Activer TouchID
ru: Включить TouchID
vi: Bật TouchID

source: Enjoy free transactions
fr: Profitez de transactions gratuites
ru: Наслаждайтесь бесплатными транзакциями
vi: Tận hưởng các giao dịch miễn phí

source: Enter a number less than %d%
fr: Entrez un nombre inférieur à %d%
ru: Введите число меньше %d%
vi: Nhập một số nhỏ hơn %d%

source: Enter a seed phrase from your account
fr: Saisissez une phrase de départ de votre compte
ru: Введите мнемоническую фразу
vi: Nhập một cụm từ bảo mật từ tài khoản của bạn

source: Enter amount
fr: Entrer le montant
ru: Введите сумму
vi: Nhập số tiền

source: Enter code to continue
fr: Entrez le code pour continuer
ru: Введите код, чтобы продолжить
vi: Nhập mã để tiếp tục

source: Enter correct security key
fr: Entrez la clé de sécurité correcte
ru: Введите правильный электронный ключ
vi: Nhập khóa bảo mật chính xác

source: Enter current PIN
fr: Entrez le code PIN
ru: Введите текущий PIN
vi: Nhập mã PIN

source: Enter greater value
fr: Entrez une valeur supérieure
ru: Введите большее значение
vi: Nhập giá trị lớn hơn

source: Enter input amount
fr: Saisir le montant d'entrée
ru: Введите сумму ввода
vi: Nhập giá trị muốn quy đổi

source: Enter PIN-code
fr: Entrez le code PIN
ru: Введите PIN-код
vi: Nhập mã PIN

source: Enter security keys
fr: Entrez les clés de sécurité
ru: Введите электронные ключи
vi: Nhập khóa bảo mật

source: Enter seed phrases in a correct order to recover your wallet
fr: Saisissez les phrases de départ dans le bon ordre pour récupérer votre portefeuille
ru: Введите мнемоническую фразу в правильном порядке, чтобы восстановить свой кошелек
vi: Nhập các cụm từ bảo mật theo đúng thứ tự để khôi phục ví của bạn

source: Enter the amount to proceed
fr: Entrez le montant pour continuer
ru: Введите сумму, чтобы продолжить
vi: Nhập số tiền để tiếp tục

source: Enter the code to continue
fr: Entrez le code pour continuer
ru: Введите код, чтобы продолжить
vi: Nhập mã để tiếp tục

source: Enter the correct amount to continue
fr: Entrez le montant correct pour continuer
ru: Введите правильную сумму, чтобы продолжить
vi: Nhập số tiền chính xác để tiếp tục

source: Enter the number to continue
fr: Entrez le numéro pour continuer
ru: Введите номер, чтобы продолжить
vi: Nhập số để tiếp tục

source: Enter the recipient's address
fr: Entrez l'adresse du destinataire
ru: Введите адрес получателя
vi: Nhập địa chỉ của người nhận

source: Enter username
fr: Saisissez votre nom d'utilisateur
ru: Введите имя пользователя
vi: Điền tên đăng nhập

source: Enter username or skip
fr: Entrez le nom d'utilisateur ou ignorez
ru: Введите имя пользователя или пропустите
vi: Nhập tên người dùng hoặc bỏ qua

source: Enter your PIN
fr: Entrez votre NIP
ru: Введите свой PIN-код
vi: Nhập PIN của bạn

source: Enter your security key
fr: Entrez votre clé de sécurité
ru: Введите свой электронный ключ
vi: Nhập khóa bảo mật của bạn

source: Enter your seed phrase
fr: Entrez votre phrase de départ
ru: Введите исходную фразу
vi: Nhập cụm từ hạt giống của bạn

source: Enter your Solana wallet seed phrase
fr: Entrez la phrase de départ de votre portefeuille Solana
ru: Введите исходную фразу вашего кошелька Solana
vi: Nhập seed phrase ví Solana của bạn

source: error
fr: Erreur
ru: ошибка
vi: lỗi

source: Error checking address' validity. Are you sure it's correct?
fr: Erreur lors de la vérification de la validité de l'adresse. Êtes-vous sûr que c'est correct?
ru: Ошибка проверки действительности адреса. Вы уверены, что это правильно?
vi: Lỗi khi kiểm tra tính hợp lệ của địa chỉ. Bạn có chắc là nó chính xác?

source: Error fetching market %@
fr: Erreur lors de la récupération du marché %@
ru: Ошибка при загрузке маркета %@
vi: Lỗi khi tìm nạp thị trường %@

source: Error finding swapping routes. Tap here to try again!
fr: Erreur lors de la recherche d'itinéraires d'échange. Appuyez ici pour réessayer !
ru: Ошибка при поиске маршрутов подкачки. Нажмите здесь, чтобы попробовать еще раз!
vi: Lỗi khi tìm các tuyến hoán đổi. Nhấn vào đây để thử lại!

source: Error processing instruction 0:custom program error: 0x1
fr: Erreur de traitement de l'instruction 0: erreur de programme personnalisé: 0x1
ru: Инструкция обработки ошибки 0: ошибка пользовательской программы: 0x1
vi: Hướng dẫn xử lý lỗi 0: lỗi chương trình tùy chỉnh: 0x1

source: Error retrieving receipt
fr: Erreur lors de la récupération du reçu
ru: Ошибка при получении квитанции
vi: Lỗi khi truy xuất hoá đơn

source: Error sending transaction
fr: Erreur lors de l'envoi de la transaction
ru: Ошибка при отправке транзакции
vi: Lỗi khi gửi giao dịch

source: Error when retrieving creation fee. Tap to try again
fr: Erreur lors de la récupération des frais de création. Tapez pour réessayer
ru: Ошибка при получении платы за создание. Нажмите, чтобы повторить попытку.
vi: Lỗi tải phí khởi tạo. Nhấn để thử lại

source: Error when updating prices
fr: Erreur lors de la mise à jour des prix
ru: Ошибка при обновлении цен
vi: Lỗi khi cập nhật giá

source: Error with deleting. Try again
fr: Erreur lors de la suppression. Réessayer
ru: Ошибка с удалением. Попробуй снова
vi: Lỗi khi xóa. Vui lòng thử lại

source: Error: %@
fr: Erreur : %@
ru: Ошибка: %@
vi: Lỗi: %@

source: Estimated fees
fr: Frais Estimés
ru: Ориентировочные сборы
vi: Tổng phí ước tính

source: Estimating...
fr: Estimation...
ru: Оценка ...
vi: Đang ước tính ...

source: Everything is broken
fr: Tout est cassé
ru: Все сломано
vi: Mọi thứ đều bị hỏng

source: Exceeded maximum number of instructions allowed
fr: Dépassement du nombre maximum d'instructions autorisées
ru: Превышено максимально допустимое количество инструкций
vi: Đã vượt quá số lượng instructions tối đa cho phép

source: Exchange
fr: Échange
ru: Обмен
vi: Đổi

source: Exchange rate
fr: Taux de change
ru: Обменный курс
vi: Tỷ giá

source: Exchange rate is not valid
fr: Le taux de change n'est pas valide
ru: Курс обмена недействителен
vi: Tỷ giá hối đoái không hợp lệ

source: Exchanging %@ → %@
fr: Échange %@ → %@
ru: Замена %@ → %@
vi: Trao đổi %@ → %@

source: Excluding fees you will deposit
fr: Hors frais vous déposerez
ru: Без учета комиссий, которые вы внесете
vi: Không bao gồm phí bạn sẽ đặt cọc

source: Excluding fees, you'll deposit
fr: Hors frais, vous déposerez
ru: Без учета комиссий вы вносите депозит
vi: Không bao gồm phí, bạn sẽ đặt cọc

source: expected
fr: attendu
ru: ожидающие
vi: kì vọng

source: Explore DeFi
fr: Explorez DeFi
ru: Исследуйте DeFi
vi: Khám phá DeFi

source: Explorer
fr: Explorateur
ru: Исследователь
vi: nhà thám hiểm

source: Face ID
fr: Identification faciale
ru: Идентификатор лица

source: Failed to get data
fr: Échec de l'obtention des données
ru: Не удалось получить данные
vi: Không lấy được dữ liệu

source: Fee
fr: Frais
ru: Комиссия
vi: Phí

source: Fee calculator not found
fr: Calculateur de frais introuvable
ru: Калькулятор комиссий не найден
vi: Không tìm thấy máy tính phí

source: Fee compensation pool not found
fr: Pool de compensation des frais introuvable
ru: Пул компенсации комиссионных не найден
vi: Không tìm thấy pool để bồi thường phí

source: Feedback
fr: Retour
ru: Обратная связь
vi: Phản hồi

source: Fees
fr: Frais
ru: Сборы
vi: lệ phí

source: Fees: %@
fr: Frais : %@
ru: Сборы: %@
vi: Phí: %@

source: Fetching receipt
fr: Récupération du reçu
ru: Получение квитанции
vi: Tải hoá đơn

source: Fill 12 or 24 words
fr: Remplissez 12 ou 24 mots
ru: Заполните 12 или 24 слова
vi: Điền 12 hoặc 24 từ

source: Finding swapping routes
fr: Trouver des itinéraires d'échange
ru: Поиск маршрутов обмена
vi: Tìm các tuyến hoán đổi

source: Finish setup
fr: Terminer la configuration
ru: Завершить настройку
vi: Hoàn tất thiết lập

source: Follow us on Twitter
fr: Suivez-nous sur Twitter
ru: Следуйте за нами на Twitter
vi: theo dõi chúng tối trên Twitter

source: For security, change your authorization device to restore access For security, change your authorization device to restore access if needed.
fr: Pour des raisons de sécurité, modifiez votre dispositif d'autorisation pour restaurer l'accès. Pour des raisons de sécurité, modifiez votre dispositif d'autorisation pour restaurer l'accès si nécessaire.
ru: В целях безопасности измените устройство авторизации, чтобы восстановить доступ. В целях безопасности измените устройство авторизации, чтобы восстановить доступ, если это необходимо.
vi: Để bảo mật, hãy thay đổi thiết bị ủy quyền của bạn để khôi phục quyền truy cập Để bảo mật, hãy thay đổi thiết bị ủy quyền của bạn để khôi phục quyền truy cập nếu cần.

source: For security, change your authorization device to restore access if needed.
fr: Pour des raisons de sécurité, modifiez votre dispositif d'autorisation pour restaurer l'accès si nécessaire.
ru: В целях безопасности измените устройство авторизации, чтобы восстановить доступ, если это необходимо.
vi: Để bảo mật, hãy thay đổi thiết bị ủy quyền của bạn để khôi phục quyền truy cập nếu cần.

source: for the last 24 hours
fr: pour les dernières 24 heures
ru: за последние 24 часа
vi: trong 24 giờ qua

source: Forgot your PIN?
fr: Vous avez oublié votre NIP ?
ru: Забыли PIN-код?
vi: Quên mã PIN của bạn?

source: found
fr: trouvé
ru: найденные
vi: tìm thấy

source: Found associated wallet address
fr: Adresse de portefeuille associée trouvée
ru: Найден связанный адрес кошелька
vi: Đã tìm thấy địa chỉ ví được liên kết

source: Free
fr: Libérer
ru: Бесплатно
vi: Miễn phí

source: Free (%@ left for today)
fr: Gratuit (%@ restant pour aujourd'hui)
ru: Бесплатно (на сегодня осталось %@)
vi: Miễn phí (còn %@ cho hôm nay)

source: Free (Paid by Key App)
fr: Gratuit (payé par Key App)
ru: Бесплатно (оплачивается приложением Key)
vi: Miễn phí (Trả tiền bằng ứng dụng chính)

source: Free by Key App
fr: Gratuit par Key App
ru: Бесплатно по Key App
vi: Miễn phí bởi Key App

source: French Franc
fr: Franc français
ru: Французский франк
vi: Franc Pháp

source: Friends
fr: copains
ru: Друзья
vi: Bạn bè

source: From
fr: De
ru: Откуда
vi: Từ

source: From %@
fr: De %@
ru: Из %@
vi: Từ %@

source: from 6 till 15 characters 👌
fr: de 6 à 15 caractères 👌
ru: от 6 до 15 символов 👌
vi: từ 6 ​​đến 15 ký tự 👌

source: from another wallet or exchange
fr: d'un autre portefeuille ou échange
ru: с другого кошелька или биржи
vi: từ ví hoặc sàn giao dịch khác

# From token %@
source: From %@
fr: De %@
ru: С %@
vi: Từ %@

source: frontrun
fr: avant-gardiste
ru: впереди

source: Funds were sent
fr: Les fonds ont été envoyés
vi: Tiền đã được gửi

source: Get up to 8%% APY on staking USDC
fr: Obtenez jusqu'à 8%% APY sur le jalonnement USDC
ru: Получайте до 8%% годовых на стекинге USDC
vi: Nhận tới 8%% APY khi đặt cọc USDC

source: Get your your own short crypto address
fr: Obtenez votre propre adresse crypto courte
ru: Получите свой собственный короткий крипто-адрес
vi: Nhận địa chỉ tiền điện tử ngắn của riêng bạn

source: Getting creation fee
fr: Obtenir des frais de création
ru: Получение платы за создание
vi: Tải phí khởi tạo

source: Given pool token amount results in zero trading tokens
fr: Compte tenu du montant du jeton de pool, aucun jeton de trading
ru: Указанное значение токенов слишком мало для совершения обмена
vi: Token pool hiện tại trả về một giao dịch token với giá trị bằng 0

source: Go back
fr: Retourner
ru: Вернитесь назад
vi: Quay lại

source: Go back to profile
fr: Revenir au profil
ru: Вернуться к профилю
vi: Quay lại hồ sơ

source: Go back to wallet
fr: Revenir au portefeuille
ru: Вернуться в кошелек
vi: Quay lại ví

source: Go to wallet
fr: Aller au portefeuille
ru: Перейти в кошелек
vi: Chuyển tới Ví

source: Got it
fr: J'ai compris
ru: Понятно
vi: Hiểu rồi

source: Great!
fr: Génial!
ru: Отлично!
vi: Tuyệt quá!

source: Grow your portfolio by receiving rewards up to %@%%
fr: Développez votre portefeuille en recevant des récompenses jusqu'à %@%%
ru: Расширяйте свое портфолио, получая вознаграждение до %@%%
vi: Phát triển danh mục đầu tư của bạn bằng cách nhận phần thưởng lên đến %@%%

source: Here’s what we found
fr: Voici ce que nous avons trouvé
ru: Вот что мы нашли
vi: Đây là những gì chúng tôi tìm thấy

source: Hey, I've sent you %@ %@! Get it here: %@
fr: Hé, je vous ai envoyé %@ %@ ! Obtenez-le ici : %@
ru: Эй, я послал тебе %@ %@! Получите это здесь: %@
vi: Này, tôi đã gửi cho bạn %@ %@! Lấy nó ở đây: %@

source: Hidden
fr: Caché
ru: Скрытый
vi: Ẩn

source: Hidden tokens
fr: Jetons cachés
ru: Скрытые токены
vi: Mã thông báo ẩn

source: Hidden wallets
fr: Portefeuilles cachés
ru: Скрытые кошельки
vi: Ví ẩn

source: Hide
fr: Cacher
ru: Скрыть
vi: Ẩn

source: Hide address detail
fr: Masquer le détail de l'adresse
ru: Скрыть детали адреса
vi: Ẩn chi tiết địa chỉ

source: Hide details
fr: Cacher les détails
ru: Скрыть детали
vi: Ẩn chi tiết

source: Hide direct and mint addresses
fr: Masquer les adresses directes et menthe
ru: Скрыть прямые и мятные адреса
vi: Ẩn địa chỉ trực tiếp và địa chỉ cơ sở

source: Hide fees
fr: Masquer les frais
ru: Скрыть комиссии
vi: Ẩn phí

source: Hide transaction details
fr: Masquer les détails de la transaction
ru: Скрыть детали транзакции
vi: Ẩn chi tiết giao dịch

source: Hide zero balances
fr: Masquer les soldes nuls
ru: Скрыть нулевые балансы
vi: Ẩn ví rỗng

source: higher volatility
fr: volatilité plus élevée
ru: более высокая волатильность
vi: biến động cao hơn

source: History
fr: Histoire
ru: История
vi: Lịch sử

source: Home
fr: Accueil
ru: Главная
vi: Trang chủ

source: How to claim for free
fr: Comment réclamer gratuitement
ru: Как запросить бесплатно
vi: Làm thế nào để yêu cầu miễn phí

source: How to continue?
fr: Comment continuer ?
ru: Как продолжить?
vi: Làm thế nào để tiếp tục?

source: i already have a wallet
fr: j'ai déjà eu un portefeuille
ru: у меня уже есть кошелек
vi: tôi đã có ví

source: I can complete this transaction within time
fr: Je peux terminer cette transaction dans les délais
ru: Я могу завершить эту транзакцию в срок
vi: Tôi có thể hoàn thành giao dịch này trong đúng thời hạn

source: I forgot PIN
fr: J'ai oublié le NIP
ru: я забыл пин-код
vi: tôi quên mã PIN

source: I have saved these words in a safe place
fr: J'ai gardé ces mots dans un endroit sûr
ru: Я сохранил эти слова в надежном месте
vi: Tôi đã lưu những từ này ở một nơi an toàn

source: I understand
fr: je comprend
ru: я понимаю
vi: Tôi hiểu

source: I want to receive
fr: je veux recevoir
ru: я хочу получить
vi: Tôi muốn nhận

source: I want to receive renBTC
fr: Je veux recevoir renBTC
ru: Я хочу получать renBTC
vi: Tôi muốn nhận renBTC

source: I'm sure, It's correct
fr: Je suis sûr, c'est correct
ru: Я уверен, все правильно
vi: Tôi chắc chắn, nó chính xác

source: iCloud restore is for returning users. Pasting the security key manually is for everyone
fr: La restauration iCloud est destinée aux utilisateurs qui reviennent. Coller la clé de sécurité manuellement est pour tout le monde
ru: Восстановление iCloud предназначено для вернувшихся пользователей. Вставка ключа безопасности вручную предназначена для всех.
vi: Khôi phục iCloud dành cho người dùng cũ. Dán khóa bảo mật theo cách thủ công là dành cho tất cả mọi người

source: Identify yourself!
fr: Identifiez-vous!
ru: Назовите себя!
vi: Xác định danh tính của bạn!

source: · If lost, no one can restore it · Keep it private, even from us
fr: · En cas de perte, personne ne peut le restaurer · Gardez-le privé, même de nous
ru: · В случае утери никто не сможет его восстановить · Держите это в секрете, даже от нас
vi: · Nếu bị mất, không ai có thể khôi phục nó · Giữ nó ở chế độ riêng tư, ngay cả với chúng tôi

source: If the network is changed to %@, the address field must be filled in with a %@.
fr: Si le réseau est changé en %@, le champ d'adresse doit être rempli avec un %@.
ru: Если сеть изменена на %@, поле адреса должно быть заполнено %@.
vi: Nếu mạng được thay đổi thành %@, trường địa chỉ phải được điền bằng %@.

source: If the token is changed to %@, the address field must be filled in with a %@.
fr: Si le jeton est changé en %@, le champ d'adresse doit être rempli avec un %@.
ru: Если токен изменен на %@, поле адреса должно быть заполнено %@.
vi: Nếu đổi token thành %@, địa chỉ phải được điền bằng %@.

source: If there is a token named “%@“, we don't recommend sending it to your Solana address since it will most likely be lost forever.
fr: S'il existe un jeton nommé "%@", nous vous déconseillons de l'envoyer à votre adresse Solana car il sera probablement perdu à jamais.
ru: Если есть токен с именем «%@», мы не рекомендуем отправлять его на ваш адрес в Солане, так как он, скорее всего, будет потерян навсегда.
vi: Nếu có mã thông báo có tên “%@”, chúng tôi khuyên bạn không nên gửi mã đó đến địa chỉ Solana của mình vì rất có thể nó sẽ bị mất vĩnh viễn.

source: If you cannot complete this transaction within the required time, please return at a later date.
fr: Si vous ne pouvez pas terminer cette transaction dans les délais requis, veuillez revenir à une date ultérieure.
ru: Если вы не можете завершить эту транзакцию в течение требуемого времени, пожалуйста, верните его позже.
vi: Nếu bạn không thể hoàn thành giao dịch này trong thời gian cần thiết, vui lòng quay lại vào lúc khác.

# If you create a new wallet account
source: If you create a new wallet account, you will receive your security key that you must write down somewhere safe. This is the only way to recover your wallet. If you still have access to your old wallet, sometimes you can recover your security key from it. Using Custodian wallet, you still have the option to regain access to your data by asking a third party.
fr: Si vous créez un nouveau compte portefeuille, vous recevrez votre clé de sécurité que vous devrez noter dans un endroit sûr. C'est le seul moyen de récupérer votre portefeuille. Si vous avez toujours accès à votre ancien portefeuille, vous pouvez parfois récupérer votre clé de sécurité à partir de celui-ci. En utilisant le portefeuille dépositaire, vous avez toujours la possibilité de récupérer l'accès à vos données en demandant à un tiers.
ru: Если вы создадите новую учетную запись кошелька, вы получите ключ безопасности, который необходимо записать в безопасном месте. Это единственный способ восстановить свой кошелек. Если у вас все еще есть доступ к своему старому кошельку, иногда вы можете восстановить из него свой электронный ключ. Используя кошелек Custodian, у вас по-прежнему есть возможность восстановить доступ к своим данным, обратившись к третьей стороне.
vi: Nếu bạn tạo một tài khoản ví mới, bạn sẽ nhận được khóa bảo mật mà bạn phải ghi vào một nơi an toàn. Đây là cách duy nhất để khôi phục ví của bạn. Nếu bạn vẫn có quyền truy cập vào ví cũ của mình, đôi khi bạn có thể khôi phục khóa bảo mật của mình từ đó. Sử dụng ví Custodian, bạn vẫn có tùy chọn lấy lại quyền truy cập vào dữ liệu của mình bằng cách yêu cầu bên thứ ba.

source: If you do not finish your transaction within this period/session/time frame, you risk losing the deposits.
fr: Si vous ne terminez pas votre transaction dans cette période/session/délai, vous risquez de perdre les dépôts.
ru: Если вы не завершите транзакцию в течение этого периода / сеанса / временных рамок, вы рискуете потерять депозиты.
vi: Nếu bạn không hoàn thành giao dịch của mình trong khoảng thời gian/phiên/khung thời gian này, bạn có nguy cơ mất tiền gửi.

source: If you forget your PIN, you can log out and create a new one when you log in again.
fr: Si vous oubliez votre code PIN, vous pouvez vous déconnecter et en créer un nouveau lorsque vous vous reconnectez.
ru: Если вы забыли свой PIN-код, вы можете выйти из системы и создать новый при повторном входе в систему.
vi: Nếu bạn quên mã PIN, bạn có thể đăng xuất và tạo mã mới khi đăng nhập lại.
